WEEKDAY_INDEX = {
  "понедельник": 1,
  "вторник": 2,
  "среда": 3,
  "четверг": 4,
  "пятница": 5,
  "суббота": 6,
  "воскресенье": 7
}

BIRTHDAY_MONTH_INDEX = {
  "января": 1,
  "февраля": 2,
  "марта": 3,
  "апреля": 4,
  "мая": 5,
  "июня": 6,
  "июля": 7,
  "августа": 8,
  "сентября": 9,
  "октября": 10,
  "ноября": 11,
  "декабря": 12
}

FACULTIES = ['СИ', 'ИЛКЛАТИЭ', 'ИЭИ', 'АД', 'СПС', 'ТО', 'ИСП']


MSG_APP_NOT_AVAILABLE = ('Вы обучаетесь не по программе бакалавриата или СПО. '
                         'Приложение недоступно\nЕсли это не так, пожалуйста, сообщите об этом -> https://t.me/koespe')
MSG_UNKNOWN_ERROR = 'Непредвиденная ошибка, пожалуйста, дайте об этом знать нам сообщением: https://t.me/koespe'